<?php
/*
+---------------------------------------------------------------+
+---------------------------------------------------------------+
*/

define('LAN_SLIDERS1_1', 'نظام الشرائح (السايدرز - sliders)');
define('LAN_SLIDERS1_2', 'عدد الأخبار في السلايدر');
define('LAN_SLIDERS1_3', 'سرعة الشريط');
define('LAN_SLIDERS1_4', 'تفاصيل الخبر');

// define('LAN_SLIDERS1_4', 'تم  تركيب و تفعيل البلوجين بنجاح .');
// define('LAN_SLIDERS1_5', 'صورة الجانب الأيمن');
// define('LAN_SLIDERS1_6', 'وصف الرابط');
// define('LAN_SLIDERS1_7', 'نص في اخر الصفحة');
// define('LAN_SLIDERS1_8', 'إعدادات القائمة');
// define('LAN_SLIDERS1_9', 'الخيارات');
// define('LAN_SLIDERS1_10', 'لا يوجد حاليا أي نص للمساعدة ، سيتم ذلك خلال الاصدارات القادمة');
// define('LAN_SLIDERS1_11', 'ملف المساعدة');
// define('LAN_SLIDERS1_12', 'تم ترقية القائمة بنجاح');
?>