<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_signup.php,v $
|     $Revision: 1.35 $
|     $Date: 2009/07/06 07:49:12 $
|     $Author: marj_nl_fr $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "التّسجيل");
define("LAN_7", "إسم الظهور:");
define("LAN_8", "الإسم الذي سيظهر بالموقع");
define("LAN_9", "إسم المستخدم:");
define("LAN_10", "الإسم الذي ستقوم بتسجيل دخولك به");
define("LAN_17", "كلمة المرور:");
define("LAN_103", "اسم المستخدم غير مقبول ، من فضلك اختر اسم مستخدم اخر");
define("LAN_104", "اسم المستخدم موجود مسبقا بقاعدة البيانات ، من فضلك اختر اسم مستخدم اخر");
define("LAN_105", "كلمتا المرور غير متطايقان");
define("LAN_106", "بريد الكتروني غير صحيح");
define("LAN_107", "شكرا لك! الآن أنت عضو مسجل في");
define("LAN_108", "تمت عملية التسجيل بنجاح");
define("LAN_109", "هذا الموقع يستخدم نظام الحفاظ على خصوصية الطفل على الأنترنت -Children's Online Privacy Protection Act of 1998- (COPPA) و من تم لا يمكن قبول تسجيل الأطفال الذين تقل أعمارهم عن 13 سنة بدون موافقة الوالدين أو الوصي عليهم، للمزيد من المعلومات الرجاء قرائة الاتفاقية الخاصة بالموضوع");
define("LAN_110", "عملية التسجيل");
define("LAN_111", " تأكيد كلمة المرور:");
define("LAN_112", "البريد الإلكتروني:");
define("LAN_113", "إخفاء البريد الإلكتروني؟:");
define("LAN_114", "لن يتمكن الأعضاء الاخرين من رؤية بريدك الإلكتروني");
define("LAN_123", "إكمال عملية التسجيل");
define("LAN_185", "تركت بعض الحقول فارغة");
define("LAN_201", "موافق");
define("LAN_200", "غير موافق");
define("LAN_202", "يوجد لديك حساب معنا ، ان نسيت كلمة المرور يرجى الضغط");
define("LAN_309", "من فضلك أدخل المعلومات الخاصة بك");
define("LAN_399", "متابعة");
define("LAN_400", "إسم المستخدم و كلمة المرور  <b>حساسة جداً لحالة الأحرف</b>");
define("LAN_401", "تم تفعيل حسابك ، من فضلك");
define("LAN_402", "تسجيل مفعل");
define("LAN_403", "مرحبا بك  في");
define("LAN_404", "معلومات التسجيل في");
define("LAN_405", "هاته المرحلة من التسجيل مكتملة ، ستتوصل ببريد تأكيدي يحتوي معلومات الدخول الخاصة بك . من فضلك اتبع الرابط الموجود بالبريد لاستكمال عملية التسجيل و لتفعيل عضويتك .");
define("LAN_406", "شكرا لك !");
define("LAN_407", "من فضلك احتفظ بهذا البريد  لمعلوماتك ، كلمة المرور تم تشفيرها و لا يمكن استرجاعها في حالة فقدانها أو نسيانها . و لكن يمكنك طلب كلمة مرور جديدة في حالة حدوث ذلك . \n\nشكرا لتسجيلك معنا . \n\nمن طرف");
define("LAN_408", "يوجد اسم مستخدم مسجل بهذا البريد معنا ، استخدم 'نسيت كلمة المرور' لاستعادة على كلمة المرور الخاصة بك");
define("LAN_SIGNUP_1", "أقل.");
define("LAN_SIGNUP_2", "حروف.");
define("LAN_SIGNUP_3", "كود الـتاكيد خاطئ");
define("LAN_SIGNUP_4", "كلمة المرور تتكون على الأقل من");
define("LAN_SIGNUP_5", "طول العبارة");
define("LAN_SIGNUP_6", "Your");
define("LAN_SIGNUP_7", " is required");
define("LAN_SIGNUP_8", "شكرا لك!");
define("LAN_SIGNUP_9", "لا يمكن المتابعة.");
define("LAN_SIGNUP_10", "نعم");
define("LAN_SIGNUP_11", ".");
define("LAN_409", "عبارات غير مقبولة في اسم المستخدم");
define("LAN_410", "أدخل الرمز المبين في الصورة");
define("LAN_411", "اسم الظهور التالي موجود مسبقا في قاعدة البيانات ، يرجى اختيار اسم ظهور جديد");
define("LAN_SIGNUP_12", "من فضلك احتفظ بإسم الدخول و كلمة المرور أدناه في مكان امن ، لأنه في حالة ضياع هذه المعلومات لا يمكن استرجاعها.");
define("LAN_SIGNUP_13", "يمكنك الان تسجيل الدخول من القائمة الرئيسية ،  أو من  <a href='".e_BASE."login.php'>هنا</a>.");
define("LAN_SIGNUP_14", "من هنا");
define("LAN_SIGNUP_15", "الرجاء الإتصال بالمدير العام للموقع للمزيد من المعلومات");
define("LAN_SIGNUP_16", "إذا كنت تحتاج مساعدة.");
define("LAN_SIGNUP_17", "من فضلك أكد أنك تملك 13 سنة أو تملك أكثر من 13 سنة.");
define("LAN_SIGNUP_18", "تم استقبال تسجيلك معنا ، و تم إنشاء معلومات الحساب التالية :");
define("LAN_SIGNUP_21", "حسابك الان معلم كحساب غير نشط ، لتنشيط الحساب المرجوا زيارة الرابط التالي :");
define("LAN_SIGNUP_22", "اضغط هنا");
define("LAN_SIGNUP_23", "لتسجيل الدخول");
define("LAN_SIGNUP_24", "شكرا لتسجيلك في");
define("LAN_SIGNUP_25", "ارفع صورتك الرمزية");
define("LAN_SIGNUP_26", "ارفع صورتك الشخصية");
define("LAN_SIGNUP_27", "اختر صورة شخصية");
define("LAN_SIGNUP_28", "اختيار المحتوى/قوائم بريدية");
define("LAN_SIGNUP_29", "- <b>سيتم إرسال بريد إلكتروني للتاكد من صحة البريد الإلكتروني الذي ستدخله لذا عليه أن يكون صحيحا. </b>");
define("LAN_SIGNUP_30", "إذا كنت لا تود إظهار البريد الخاص بك فقم باختيار إخفاء البريد الإلكتروني.");
define("LAN_SIGNUP_31", "مسار ملف XUP الخاص بك");
define("LAN_SIGNUP_32", "مذا يعني ملف XUP ؟");
define("LAN_SIGNUP_33", "اختر إحدى الصور من اللائحة أو أدخل مسارها");
define("LAN_SIGNUP_34", "ملاحظة : اي صورة سيتم رفعها على الخادم تضر بالخادم سيتم حذفها مباشرة من طرف المشرفين فورا .");
define("LAN_SIGNUP_35", "إضغط هنا للتسجيل باستخدام ملف XUP");
define("LAN_SIGNUP_36", "حدث خطأ أثناء إنشاء معلومات الخاصة ، من فضلك اتصل بالمدير العام .");
define("LAN_LOGINNAME", "اسم الدخول");
define("LAN_PASSWORD", "كلمة المرور");
define("LAN_USERNAME", "اسم الظهور");
define("LAN_EMAIL_01", "عزيزي");
define("LAN_EMAIL_04", "من فضلك  احتفظ بهذا البريد لمعلوماتك .");
define("LAN_EMAIL_05", "كلمة المرور تم تشفيرها و لا يمكن استعادتها في حالة نسيانها ، و بالمقابل يمكنك طلب كلمة مرور جديدة إن حدث ذلك .");
define("LAN_EMAIL_06", "شكرا لتسجيلك .");
define("LAN_SIGNUP_37", "عملية التسجيل ناجحة ، على المدير العام للموقع الموافقة على عضويتك ، في حالة الموافقة سيصلك  بريد إلكتروني يعلمك بالموافقة على عضويتك .");
define("LAN_SIGNUP_38", "أدخلت بريدين مختلفين ، من فضلك أدخل بريد الكتروني واحد في كلا الحقلان");
define("LAN_SIGNUP_39", "أعد إدخال البريد الالكتروني:");
define("LAN_SIGNUP_40", "تفعيل الاشتراك غير ضروري");
define("LAN_SIGNUP_41", "حسابك مفعل مسبقا لدينا .");
define("LAN_SIGNUP_42", "حدث مشكل ، بريد التفعيل لم يتم إرساله . المرجوا الاتصال بالمشرف العام للموقع .");
define("LAN_SIGNUP_43", "تم إرسال الرسالة");
define("LAN_SIGNUP_44", "تم إرسال بريد التفعيل إلى :");
define("LAN_SIGNUP_45", "من فضلك افحص علبة البريد الخاصة بك .");
define("LAN_SIGNUP_47", "إعادة إرسال بريد التفعيل");
define("LAN_SIGNUP_48", "اسم المستخدم أو البريد الالكتروني");
define("LAN_SIGNUP_49", "إذا اشتركت ببريد خاطئ أدخل بريد جديد مع كلمة المرور الخاصة بك:");
define("LAN_SIGNUP_50", "البريد الجديد");
define("LAN_SIGNUP_51", "كلمة المرور القديمة");
define("LAN_SIGNUP_52", "كلمة مرور خاطئة");
define("LAN_SIGNUP_53", "field failed validation test");
define("LAN_SIGNUP_54", "اضغط هنا لتعبئة معلومات الخاصة بك للتسجيل");
define("LAN_SIGNUP_55", "اسم الظهور طويل جدا ، من فضلك أعد المحاولة");
define("LAN_SIGNUP_56", "اسم الظهور قصير جدا ، من فضلك أعد المحاولة");
define("LAN_SIGNUP_57", "اسم المستخدم طويل جدا ، من فضلك اختر اسم آخر");
define("LAN_SIGNUP_58", "معاينة التسجيل");
define("LAN_SIGNUP_59", "**** إذا لم يعمل معك الرابط ، من فضلك تأكد من أن بعض الرابط لا يوجد في السطرلا الموالي ****");
define("LAN_SIGNUP_60", "خطأ عند ولوج صورة شخصية خارجية");
define("LAN_SIGNUP_72", "شكرا لتسجيلك في  [sitename]! قمنا بإرسال بريد تأكيدي للعنوان [email]. من فضلك اضغط على الرابط الموجود في البريد لتأكيد عملية التسجيل و تفعيل حسابك");
define("LAN_SIGNUP_98", "تأكيد كلمة المرور");
define("LAN_SIGNUP_99", "واجهنا مشكل");
define("LAN_SIGNUP_100", "بانتظار موافقة المشرف");
define("LAN_SIGNUP_102", "تسجيل مرفوض");
define("LAN_SIGNUP_103", "عدد كبير من الأعضاء يستخدمون تفس الإيبي IP .");
define("LAN_SIGNUP_104", "اسم صورة خاطيء");
define("LAN_SIGNUP_105", "غير قادر على تنفيذ الطلب - يرجى الاتصال بالمدير العام للموقع");
define("LAN_SIGNUP_106", "غير قادر على تنفيذ الطلب - هل لديك حساب مسبق هنا ؟");


?>