<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_fpw.php,v $
|     $Revision: 1.6 $
|     $Date: 2007/12/13 00:44:06 $
|     $Author: e107coders $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "استرجاع كلمة المرور");
define("LAN_02", "عفوا، تعذر إرسال البريد الألكتروني - الرجاء الإتصال بالمدير العام.");
define("LAN_03", "استرجاع كلمة المرور");
define("LAN_05", "لاسترجاع كلمة المرور الرجاء ملئ هذه الحقول");
define("LAN_06", "محاولة استرجاع أو تغيير كلمة المرور");
define("LAN_07", "شخص ما يملك عنوان ip التالي");
define("LAN_08", "حاول تغيير كلمة مرور المدير العام للموقع.");
define("LAN_09", "تم تغيير كلمة المرور منذ");
define("LAN_112", "البريد الإلكتروني المستخدم أثناء التسجيل");
define("LAN_156", "موافق");
define("LAN_213", "لم يتم العثور على إسم المستخدم أو البريد الإلكتروني في قاعدة البيانات.");
define("LAN_214", "لا يمكن استرجاع كلمة المرور");
define("LAN_216", "لتأكيد كلمة المرور الجديد عليك اتباع الرابط ...");
define("LAN_217", "تم قبول كلمة المرور الجديدة, عليك تسجيل الدخول مستخدما كلمة المرور الجديدة.");
define("LAN_218", "اسم المستخدم هو:");
define("LAN_219", "لقد قمت باسترجاع كلمة المرور سابقا، لا يمكنك استعمال هذا الرابط مرة أخرى. الرجاء الإتصال بالمدير العام للمزيد من التفاصيل.");
define("LAN_FPW1", "اسم المستخدم");
define("LAN_FPW2", "الرقم السري");
define("LAN_FPW3", "الرقم السري خاطئ");
define("LAN_FPW4", "تم إرسال طلب باسترجاع كلمة المرور سابقا، إذا لم تتوصل بالبريد الإلكتروني، الرجاء الإتصال بالمدير العام.");
define("LAN_FPW5", "طلب استرجاع كلمة المرور ل");
define("LAN_FPW6", "تم إرسال بريد إلكتروني به رابط و طريقة استرجاع كلمة المرور.");
define("LAN_FPW7", "هذا رابط غير صحيح لاسترحاع كلمة مرورك، .<br />الرجاء الإتصال بالمدير العام للمزيد من التفاصيل.");
define("LAN_FPW8", "كلمة المرور للعضو");
define("LAN_FPW9", "تم تغييرها بنجاح.<br /><br />كلمة المرور الجديدة هي :");
define("LAN_FPW10", "من فضلك");
define("LAN_FPW11", "قم بتسجيل الدخول،");
define("LAN_FPW12", "و لاعتبارات أمنية قم بتغير كلمة المرور حسب رغبتك.");
define("LAN_FPW13", "من فضلك اتبع التعليمات الموجودة بالبريد الإلكتروني لتأكيد كلمة المرور.");
define("LAN_FPW14", "تم إرسالها بواسطة شخص يمتلك عنوان ip");
define("LAN_FPW15", "هذا لا يعني أن كلمة المرور تم تغييرها، عليك اتباع الرابط لإكمال عملية استرجاع كلمة المرور.");
define("LAN_FPW16", "إذا لم تكن أنت من قام بعملية استرجاع كلمة المرور، فقط قم بتجاهل هذا البريد الإلكتروني،");
define("LAN_FPW17", "مدة صلاحية هذا الرابط 48 ساعة فقط.");


?>