<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/Arabic/lan_upload.php,v $
|     $Revision: 1.2 $
|     $Date: 2007/11/23 21:52:34 $
|     $Author: e107steved $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "رفع الملفات");
define("LAN_UL_001", "بريد إلكتروني خاطيء");
define("LAN_UL_002", "لا تملك الصلاحيات لرفع الملف على السيرفر.");
define("LAN_UL_020", "خطأ");
define("LAN_UL_021", "خطأ أثناء الرفع");
define("LAN_UL_032", "عليك  اختيار قسم");
define("LAN_UL_033", "عليك  إدخال بريد  الكتروني صحيح");
define("LAN_UL_034", "عليك  اختيار اسم الملف");
define("LAN_UL_035", "عليك  إدخال وصف للملف");
define("LAN_UL_036", "عليك  اختيار الملف المرغوب رفعه");
define("LAN_UL_037", "عليك  اختيار قسم");
define("LAN_UL_038", "");
define("LAN_61", "الإسم:");
define("LAN_112", "البريد الإلكتروني:");
define("LAN_144", "رابط الموقع:");
define("LAN_402", "رفع الملفات خدمة تقتصر فقط على الأعضاء.");
define("LAN_404", "شكرا لك. ملفك سيتم مراقبته من طرف أحد المشرفين و سيتم عرضه على الموقع في حالة الموافقة عليه.");
define("LAN_406", "من فظلك تذكر");
define("LAN_407", "أي نوع آخر من الملفات سيتم حذفه مباشرة و تلقائيا.");
define("LAN_408", "تحته خط");
define("LAN_409", "اسم العنوان");
define("LAN_410", "الإصدار");
define("LAN_411", "الملف");
define("LAN_412", "صورة للملف");
define("LAN_413", "المحتوى");
define("LAN_414", "مثال على الملف");
define("LAN_415", "أدخل رابط الموقع الذي يحتوي على مثال");
define("LAN_416", "أرسل و ارفع الملف");
define("LAN_417", "رفع الملفات");
define("LAN_418", "الحجم الأقصى للملف:");
define("DOWLAN_11", "القسم");
define("LAN_419", "أنواع الملفات المسموح بتحميلها");
define("LAN_420", "خانات ضرورية");


?>