<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_login.php,v $
|     $Revision: 1.12 $
|     $Date: 2006/03/02 02:29:17 $
|     $Author: e107coders $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("LAN_27", "تركت بعض الحقول فارغة، الرجاء تعبئة جميع الحقول");
define("LAN_300", "لم يتم العثور على إسم المستخدم .");
define("LAN_302", "لم تقم بتفعيل عضويتك.لقد تم إرسال بريد إلكتروني به معلومات الدخول و رابط التفعيل، من فضلك اتبع الرابط لإتمام عملية التسجيل و لتفعيل عضويتك لدينا، و في حالة عدم توصلك بالبريد الإلكتروني  الرجاء النقر لإعادة إرساله <a href='".e_BASE."signup.php?resend'>من هنا</a>.");
define("LAN_303", "القن خاطئ.");
define("LAN_304", "إسم المستخدم و كلمة المرور تم تسجيل الدخول بهما قبل لحضات.");
define("LAN_LOGIN_1", "إسم المستخدم");
define("LAN_LOGIN_2", "كلمة المرور");
define("LAN_LOGIN_3", "منطقة محمية");
define("LAN_LOGIN_4", "من فضلك أدخل معلومات الدخول.");
define("LAN_LOGIN_5", "إضغط هنا للتسجيل");
define("LAN_LOGIN_6", "شكرا لاهتمامك بنا، وعفوا، تم إيقاف عملية التسجيل مؤقتا، عد في وقت لاحق للتسجيل");
define("LAN_LOGIN_7", "أدخل الرمز السري");
define("LAN_LOGIN_8", "حفظ معلومات الدخول");
define("LAN_LOGIN_9", "تسجيل الدخول");
define("LAN_LOGIN_10", "إضغط لتسجيل الدخول");
define("LAN_LOGIN_11", "التسجيل");
define("LAN_LOGIN_12", "نسيت كلمة المرور؟");
define("LAN_LOGIN_13", "أدخل النص الموجود على الصورة");
define("LAN_LOGIN_14", "مستخدم حاول الدخول بواسطة اسم مستخدم غير معروف");
define("LAN_LOGIN_15", "مستخدم حاول الدخول بكلمة مرور خاطئة");
define("LAN_LOGIN_16", "مستخدم حاول الدخول بواسطة اسم مستخدم/كلمة مرور مستخدمة سابقا");
define("LAN_LOGIN_17", "كلمة مرور المستخدم (hashed)");
define("LAN_LOGIN_18", "ايقاف تلقائي: أكثر من 10 محاولات دخول فاشلة");
define("LAN_LOGIN_19", "> 10 محاولات تسجيل دخول فاشلة.");


?>