<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_usersettings.php,v $
|     $Revision: 11553 $
|     $Date: 2010-05-25 15:30:34 -0400 (Tue, 25 May 2010) $
|     $Author: mcfly_e107 $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/ 
define("PAGE_NAME", "لوحة تحكم العضو");
define("LAN_7", "اسم الظهور :");
define("LAN_8", "الاسم الذي سيضهر بالموقع");
define("LAN_9", "إسم الدخول:");
define("LAN_10", "الاسم الذي سيتقوم تسجيل دخولك به");
define("LAN_11", "اسم الدخول للموقع ، تم إلغاء تغييره لدواعي أمنية ، عليك الاتصال بالمشرف العام للموقع");
define("LAN_20", "خطأ");
define("LAN_105", "كلمة المرور غير متطابقة");
define("LAN_106", "بريد إلكتروني غير صحيح");
define("LAN_112", "البريد الإلكتروني:");
define("LAN_113", "إخفاء البريد الإلكتروني؟:");
define("LAN_114", "لن يتمكن الأعضاء الاخرين من رؤية بريدك الإلكتروني");
define("LAN_120", "التوقيع:");
define("LAN_121", "صورة رمزية:");
define("LAN_122", "نظام التوقيت:");
define("LAN_150", "تم حفظ الإعدادات بنجاح.");
define("LAN_151", "نعم");
define("LAN_152", "كلمة مرور جديدة:");
define("LAN_153", "أعد إدخال كلمة المرور الجديدة:");
define("LAN_154", "حفظ الإعدادات");
define("LAN_155", "تعديل الملف الشخصي");
define("LAN_185", "تركت خانة كلمة المرور فارغة");
define("LAN_308", "الاسم الحقيقي:");
define("LAN_401", "اتركه فارغا إذا كنت لا تود تغيير كلمة المرور");
define("LAN_402", "أدخل مسار الصورة أو قم باختيار الصورة");
define("LAN_403", "اختر صورة شخصية");
define("LAN_404", "ملاحظة : الصور الشخصية هي عبارة عن صور تظهر تحت اسمك في مشاركاتك، أي صورة سيتم استخدامهاو لا تتماشى مع شروط الموقع و سيتم حذفها مباشرة.");
define("LAN_410", "إعدادات من أجل");
define("LAN_411", "تعديل إعداداتك و خياراتك الشخصية");
define("LAN_412", "تغير كلمة المرور");
define("LAN_413", "اختيار صورة شخصية");
define("LAN_414", "رفع صورتك الشمسية");
define("LAN_415", "رفع صورتك الشخصية");
define("LAN_416", "موافق");
define("LAN_417", "غير موافق");
define("LAN_418", "معلومات التسجيل");
define("LAN_419", "معلومات شخصية");
define("LAN_420", "الصورة الشخصية");
define("LAN_421", "اختر صورة من مكتبة الصور الشخصية");
define("LAN_422", "استعمال صورة خارجية");
define("LAN_423", "أدخل المسار الكامل للصورة");
define("LAN_424", "إضغط على الزر لمشاهدة الصور المسجلة بالموقع");
define("LAN_425", "صورة شمسية");
define("LAN_426", "ستظهر هذه الصورة في ملفك الشخصي.");
define("LAN_433", "مسار ملفXUP الخص بك");
define("LAN_434", "مذا يعني ملف XUP ؟");
define("LAN_435", "XML User Protocol file");
define("LAN_SIGNUP_1", "كلمة المرور لا تقل عن");
define("LAN_SIGNUP_2", "حروف.");
define("LAN_SIGNUP_4", "يجب أن تكون كلمة المرور لا تقل عن");
define("LAN_SIGNUP_5", " أحرف.");
define("LAN_SIGNUP_6", "Your");
define("LAN_SIGNUP_7", " is required");
define("LAN_USET_1", "عرض الصورة الشخصية كبير جدا");
define("LAN_USET_2", "العرض الأقصى المسموح به هو");
define("LAN_USET_3", "طول الصورة الشخصية كبير جدا");
define("LAN_USET_4", "الطول الأقصى المسموح به هو");
define("LAN_CUSTOMTITLE", "اللقب المخصص");
define("LAN_408", "يوجد عضو مسجل بنفس البريد الإلكتروني، الرجاء إدخال بريد إلكتروني آخر.");
define("MAX_AVWIDTH", "الحجم الأقصى لعرض الصورة الشخصية هو");
define("MAX_AVHEIGHT", "الحجم الأقصى لطول الصورة الشخصية هو");
define("RESIZE_NOT_SUPPORTED", "إعادة ضبط قياس الصور غير متاح على الخادم. الرجاء إعادة ضبط قياسات الصورة يدويا أو تحميل صورة أخرى لأن الصورة المرفوعة تم حذفها.");
define("LAN_USET_5", "الإشتراك في");
define("LAN_USET_6", "الإشتراك في قائمة مراسلاتنا و/أو في بعض خدمات الموقع.");
define("LAN_USET_7", "معلومات إضافية");
define("LAN_USET_8", "التوقيع / نظام التوقيت");
define("LAN_USET_9", "بعض الحقول الضرورية (مشار إليها ب *) ناقصة في  ملفك الشخصي.");
define("LAN_USET_10", "من فضلك قم بتحديث معلوماتك الخاصة الآن ، لتتمكن من الاستمرار.");
define("LAN_USET_11", "هذا الاسم لا يمكن قبوله ، من فضلك أعد إدخال اسم آخر");
define("LAN_USET_12", "اسم الظهور قصير جدا ، من فضلك أعد المحاولة");
define("LAN_USET_13", "أدخلت حرف غير مسموح به في اسم الدخول ، من فضلك قم بتغييره");
define("LAN_USET_14", "اسم المستخدم طويل جدا ، من فضلك اختر اسم آخر");
define("LAN_USET_15", "اسم الظهور طويل جدا ، من فضلك اختر اسم آخر");
define("LAN_USET_16", "Tick box to delete existing photo without uploading another");
define("LAN_USET_17", " اسم الظهور مستخدم من طرف أحدهم ،  من فضلك اختر آخر");
define("LAN_USET_18", "اسم خاطيء للصورة الشخصية");
define("LAN_USET_19", "لم يتمكن من الوصل للصورة الشخصية");
define("LAN_USET_20", "لم  يتمكن من الحصول على معلومات الصورة");


?>