<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_sitedown.php,v $
|     $Revision: 1.3 $
|     $Date: 2006/10/31 21:16:29 $
|     $Author: e107coders $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "الموقع مغلق مؤقتا");
define("LAN_SITEDOWN_00", "- تم إغلاق الموقع مؤقتا");
define("LAN_SITEDOWN_01", "تم إغلاق الموقع للقيام ببعض أعمال الصيانة</br> سيعود الموقع للعمل بعد فترة وجيزة ، قم بزيارتنا لاحقا</br>  نعتذر عن هذا التوقف المفاجئ.");


?>