<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_error.php,v $
|     $Revision: 1.8 $
|     $Date: 2008/07/25 20:12:44 $
|     $Author: e107steved $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "خطأ");
define("LAN_ERROR_1", "خطأ 401 - تصريح خاطئ");
define("LAN_ERROR_2", "لا تملك الصلاحيات لرؤية الصفحة المطلوبة.");
define("LAN_ERROR_3", "من فضلك أخبرأحد المشرفين أو المدير العام في حالة اعتقادك بأن هذه الصفحة تظهر بالخطأ.");
define("LAN_ERROR_4", "خطأ 403 - معلومات دخول خاطئة");
define("LAN_ERROR_5", "عليك تسجيل الدخول لرؤية الصفحة المطلوبة.في حالة تسجيلك الدخول و عدم رؤيتك للصفحة، فإن متصفحك لا يدعم هذه الخاصية.");
define("LAN_ERROR_6", "من فضلك أخبرأحد المشرفين أو المدير العام في حالة اعتقادك بأن هذه الصفحة تظهر بالخطأ.");
define("LAN_ERROR_7", "خطأ 404 - ملف خاطئ");
define("LAN_ERROR_9", "من فضلك أخبرأحد المشرفين أو المدير العام في حالة اعتقادك بأن هذه الصفحة تظهر بالخطأ.");
define("LAN_ERROR_10", "خطأ 500 - هيدر غير متجانس");
define("LAN_ERROR_11", "الخادم واجه مشكلة داخلية، أو أنه لم يتم تعديله لتلبية هذا الطلب");
define("LAN_ERROR_12", "من فضلك أخبرأحد المشرفين أو المدير العام في حالة اعتقادك بأن هذه الصفحة تظهر بالخطأ.");
define("LAN_ERROR_13", "خطأ - غير معروف");
define("LAN_ERROR_14", "الخادم واجه مشكلة");
define("LAN_ERROR_15", "من فضلك أخبرأحد المشرفين أو المدير العام في حالة اعتقادك بأن هذه الصفحة تظهر بالخطأ.");
define("LAN_ERROR_16", "محاولتك الفاشلة للوصول إلى");
define("LAN_ERROR_17", "تم تسجيلها.");
define("LAN_ERROR_18", "على ما يبدوا ، أنه تم إعادة توجيهك إلى هنا من طرف");
define("LAN_ERROR_19", "للأسف ، يوجد خلل بسيط في الرابط على العنوان");
define("LAN_ERROR_20", "إضغط هنا للعودة للصفحة الرئيسية");
define("LAN_ERROR_21", "الرابط الذي اتبعته غير موجود بالموقع ، يمكن أن يكون الرابط قد تم تغيير مساره .");
define("LAN_ERROR_22", "إضغط هنا للإنتقال لصفحة البحث في الموقع .");
define("LAN_ERROR_23", "محاولتك للوصول إلى");
define("LAN_ERROR_24", " كانت فاشلة.");
define("LAN_ERROR_25", "[1]: غير قادر على قراءة إعدادات المجلة من قاعدة البيانات - الإعدادات موجودة . لكن لم يتمكن من فتحها ، ستتم محاولة استرجاع الإعدادات من النسخة التلقائية . ...");
define("LAN_ERROR_26", "[2]: غير قادر على قراءة إعدادات المجلة من قاعدة البيانات - الإعدادات غير موجودة.");
define("LAN_ERROR_27", "[3]: تم نسخ الإعدادات ،  نظام النسخ مفعل .");
define("LAN_ERROR_28", "[4]: لم يعثر على نسخة مخبأة . من فضلك قم بتنفيذ <a href='".e_FILE."resetcore/resetcore.php'> مسترجع الإعدادات</a> و هي أداة لإعادة بناء إعدادات المجلة. <br />بعد استرجاع الإعدادات قم بأخذ نسخة احتياطية من لوحة التحكم / قاعدة البيانات.");
define("LAN_ERROR_29", "[5]: تركت بعض الخانات  فارغة . أعد إرسال النموذج مع تعبئة كل الحقول الظرورية .");
define("LAN_ERROR_30", "[6]: لم يتمكن من  الاتصال بخادم قواعد البيانات . من فضلك تأكد من وجود معلومات صحيحة في ملف.");
define("LAN_ERROR_31", "[7]: خادم قواعد البيانات يعمل ، لكن القاعدة ({$mySQLdefaultdb}) لم يتم الاتصال بها. <br />من فضلك تأكد من وجودها و من وجود معلومات صحيحة في ملف .");
define("LAN_ERROR_32", "لإكمال الترقية ، قم بنسخ النص التالي في ملف e107_config.php :");
define("LAN_ERROR_33", "خطأ أثناء التنفيذ ! عادة, سيتم توجيهك للصفحة الرئيسية.");
define("LAN_ERROR_34", "خطأ غير معروف! من فضلط أخبر مدير الموقع بأنك ترى الرسالة التالية :");
define("LAN_ERROR_35", "خطأ  400 - استعلام خاطيء");
define("LAN_ERROR_36", "يوجد خطأ على مستوى الصفحة التي تريد الولوج إليها.");
define("LAN_ERROR_37", "خطأ أيقونة");
define("LAN_ERROR_38", "");
define("LAN_ERROR_39", "");


?>