<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/Arabic/admin/lan_search.php,v $
|     $Revision: 1.26 $
|     $Date: 2007/05/28 11:24:04 $
|     $Author: e107steved $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("SEALAN_1", "إعدادات البحث");
define("SEALAN_2", "عدد الحروف المسموح بعرضها في ملخص البحث :");
define("SEALAN_3", " نوع طريقة البحث :");
define("SEALAN_6", "التعليقات");
define("SEALAN_7", "الأعضاء المسجلين");
define("SEALAN_10", "عرض قيمة الصلة :");
define("SEALAN_11", "السماح للأعضاء باختيار مناطق البحث :");
define("SEALAN_12", "تحديد الوقت المسموح به بين كل بحث (أقصى وقت 5 دقائق) :");
define("SEALAN_13", "مخصص </br> تقييد إجراء عملية بحث واحدة كل");
define("SEALAN_14", "ثانية");
define("SEALAN_15", "المجموعة المخول لها الولوج لصفحة البحث");
define("SEALAN_16", "تفعيل");
define("SEALAN_17", "تعطيل");
define("SEALAN_18", "مناطق البحث عن التعليقات (في حالة تفعيل البحث عن التعليقات)");
define("SEALAN_19", "السماح للأعضاء بالبحث في أكثر من منطقة في نفس الوقت :");
define("SEALAN_20", "الإعدادات العامة");
define("SEALAN_21", "مناطق البحث");
define("SEALAN_22", "عادي");
define("SEALAN_23", "البديل:");
define("SEALAN_24", "المنطقة");
define("SEALAN_25", "المخول لهم البحث");
define("SEALAN_26", "نص ما قبل العنوان");
define("SEALAN_30", "أبرز الكلمات الرئيسية على الصفحة المشار إليها :");
define("SEALAN_31", "PHP محدود ل");
define("SEALAN_32", "نتيجة (أتركه فارعا إذا أردت إلغاء الحد )");
define("SEALAN_33", "لم يتمكن من الانتقال الى نمط قاعدة البيانات لانها تتطلب الاصدار 4.0.1 من MySql.");
define("SEALAN_34", "نسخة إصدارك الحالي");
define("SEALAN_35", "اختيار نوعية حقول البحث:");
define("SEALAN_36", "Dropdown");
define("SEALAN_37", "Checkbox");
define("SEALAN_38", "Radio");
define("SEALAN_39", "صفحات حسب الطلب");
define("LAN_SEARCH_98", "الأخبار");
define("LAN_197", "التحميلات");
define("LAN_418", "صفحات حسب الطلب");
define("SEALAN_40", "خيارات البحث");
define("SEALAN_41", "الصفحة الرئيسية");
define("SEALAN_42", "الإعدادات");
define("SEALAN_43", "تعديل خيارات البحث ل");
define("SEALAN_44", "المجموعة المخول لها بالحث في هذه المنطقة");
define("SEALAN_45", "عدد النتائج في الصفحة الواحدة");
define("SEALAN_46", "عدد الحروف في ملخص البحث...");
define("SEALAN_47", "Only match whole words:");
define("SEALAN_48", "هذا الخيار خاص فقط عندما يكون البحث عن طريق PHP. إذا كان موقعك به لغات مثل العربية و الصينية  و اليابانية و اللغات المشابهة لها عليك تعطيل هذه الخاصية.");
define("SEALAN_49", "ذا كان موقعك به لغات مثل الصينية و اليابانية و اللغات المشابهة لها عليك استخدام خاصية البحث عن طريق PHP.");


?>