<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|    	Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_prefs.php,v $
|     $Revision: 1.71 $
|     $Date: 2010/01/24 10:03:14 $
|     $Author: e107steved $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("PRFLAN_1", "معلومات عامة عن الموقع");
define("PRFLAN_2", "إسم الموقع");
define("PRFLAN_3", "مسار الموقع URL");
define("PRFLAN_4", "صورة رابط الموقع");
define("PRFLAN_5", "Site Tagline");
define("PRFLAN_6", "وصف مصغر عن الموقع");
define("PRFLAN_7", "المدير العام للموقع");
define("PRFLAN_8", "البريد الإلكتروني للمدير العام");
define("PRFLAN_9", "حقوق الموقع");
define("PRFLAN_10", "الستايل");
define("PRFLAN_11", "ستايل الموقع");
define("PRFLAN_12", "إضغط هنا لمعاينة ستايل الموقع");
define("PRFLAN_13", "عرض المعلومات");
define("PRFLAN_14", "إظهار معلومات الستايل ؟");
define("PRFLAN_15", "إظهار وقت تحميل الصفحة ؟");
define("PRFLAN_16", "إظهار استعلامات الجداول ؟");
define("PRFLAN_17", "ضغط الموقع باستخدام خاصية gzip");
define("PRFLAN_19", "خيارات صفحة التسجيل");
define("PRFLAN_21", "التاريخ و الوقت");
define("PRFLAN_22", "شكل التاريخ المصغر");
define("PRFLAN_23", "شكل التاريخ المطول");
define("PRFLAN_24", "شكل تاريخ المنتدى");
define("PRFLAN_25", "للمزيد من المعلومات عن شكل عرض التاريخ، أنظر");
define("PRFLAN_26", "نظام التوقيت");
define("PRFLAN_27", "مثال، إذا تم تثبيث الوقت إلى +2، جميع توقيتات الموقع سيتم إضافة ساعاتان لها");
define("PRFLAN_28", "خيارات المستخدمين");
define("PRFLAN_29", "السماح للزوار بالتّسجيل ؟");
define("PRFLAN_30", "السماح للزوار بالتسجيل في الموقع كأعضاء جدد.");
define("PRFLAN_32", "السماح للزوار بالنشر ؟");
define("PRFLAN_33", "السماح للزوار بإضافة خبر ، تعليق ، تقرير ، رفع ملفات .... إلخ");
define("PRFLAN_35", "تفعيل الحماية ضد Flood ؟");
define("PRFLAN_36", "Flood timeout");
define("PRFLAN_37", "التوقيف التلقائي");
define("PRFLAN_38", "التوقيت بالثواني و هو التوقيت الفاصل بين مشاركات العضو، في حالة قيام العضو بمشاركات متعددة خلال هذا التوقيت سيتم تحويله مباشرة للصفحة الرئيسية .");
define("PRFLAN_40", "مراقبة الكلمات الممنوعة");
define("PRFLAN_41", "في حالة التفعيل سيتم تعويض الكلمات الممنوعة بكلمة الخانة القادمة");
define("PRFLAN_42", "كلمة التعويض");
define("PRFLAN_43", "الكلمات الممنوعة");
define("PRFLAN_44", "الكلمات  التي  ستخضع للمراقبة، مفصول بينها بفاصلة.");
define("PRFLAN_45", "استخدام نظام الحفاظ على خصوصية الطفل على الأنترنت (COPPA) في صفحة التسجيل؟");
define("PRFLAN_46", "للمزيد من المعلومات عن نظام COPPA أنظر");
define("PRFLAN_47", "الحماية و الأمان");
define("PRFLAN_48", "طريقة تعقب العضو");
define("PRFLAN_49", "الكوكيز");
define("PRFLAN_50", "نظام الجلسات (Sessions)");
define("PRFLAN_52", "حفظ التغييرات");
define("PRFLAN_53", "خيارات الموقع");
define("PRFLAN_55", "إسم الكوكيز (في حالة استخدام الكوكيز)");
define("PRFLAN_56", "نطاق التوقيت");
define("PRFLAN_58", "إغلاق الموقع في وجه الزوار ؟");
define("PRFLAN_59", "الاعضاء فقط سيكون لهم حق تصفح محتويات الموقع، الزوار لهم حق تصفح الواجهة و التسجيل");
define("PRFLAN_60", "استخدام نظام SSL");
define("PRFLAN_61", "قم باستخدام هذه الخاصية (SSL) فقط <b>إذا كنت تعرف ماذا تقوم به، و طريقة عمل هذا النظام!</b>");
define("PRFLAN_76", "استخدام نظام القن عبر صورة خلال عملية التسجيل.");
define("PRFLAN_77", "خصائص عرض لوحة التحكم");
define("PRFLAN_78", "اتركه فارغا لإلغاء الخاصية");
define("PRFLAN_80", "إضغط هنا للمعاينة");
define("PRFLAN_81", "استخدام نظام القن عبر صورة خلال عملية تسجيل الدخول.");
define("PRFLAN_83", "مثال");
define("PRFLAN_87", "التعليقات");
define("PRFLAN_88", "السماح بإضافة التعليقات");
define("PRFLAN_89", "عرض أيقونة تعليق جديد");
define("PRFLAN_90", "السماح للأعضاء بتعديل تعليقاتهم");
define("CUSTSIG_1", "تم حفظ التغييرات بنجاح !");
define("CUSTSIG_2", "الإسم الحقيقي :");
define("CUSTSIG_3", "الوقع الشخصي :");
define("CUSTSIG_4", "تاريخ الإزدياد :");
define("CUSTSIG_5", "المكان :");
define("CUSTSIG_6", "التوقيع:");
define("CUSTSIG_7", "الصورة الشخصية");
define("CUSTSIG_8", "نظام التوقيت :");
define("CUSTSIG_12", "إخفاء");
define("CUSTSIG_13", "الحقول");
define("CUSTSIG_14", "عرض");
define("CUSTSIG_15", "إجباري");
define("CUSTSIG_16", "الحد الأدنى لكلمة المرور");
define("CUSTSIG_17", "التسجيل في قوائم المراسلة/المحتوى");
define("CUSTSIG_18", "المفردات الممنوعة لإسم المستخدم");
define("CUSTSIG_19", "إسم المستخدم الذي يحتوي على هذه الحروف لن يقبل، ضع فاصلة للفصل بين الحروف");
define("PRFLAN_91", "إذا قام أحدهم بمحاولة اختراق الموقع سيتم إيقاف ال IP الخاص به و تحويله للائحة الموقوفين ، لا تقم بإلغاء هذه الخاصية !!!");
define("PRFLAN_92", "استخدام نظام الامان أثناء عملية التسجيل -- إخفاء كلمة المرور في البريد الإلكتروني؟");
define("PRFLAN_93", "صفحة خاصية strftime على موقع php.net");
define("PRFLAN_94", "هنا");
define("PRFLAN_95", "إظهار معلومات القوائم الإضافية:");
define("PRFLAN_96", "Will display info on all admin pages for each plugin supporting this type of feature");
define("PRFLAN_97", "قائمة واحدة 'لمعلومات القوائم الإضافية' :");
define("PRFLAN_98", "إذا لم تعلم ، كل قائمة ستعرض معلوماتها في قائمة منفردة ، و إذا تم تعليم الخيار جميع معلومات القوائم ستعرض في قائمة واحدة .");
define("PRFLAN_101", "خيارات النصوص و الكتابة");
define("PRFLAN_102", "تعويض الروابط");
define("PRFLAN_103", "في حالة التفعيل سيتم تعويض الروابط و الوصلات بالنص الذي ستقوم بإدخاله في الخانة الموالية.");
define("PRFLAN_104", "نص المعوض للروابط");
define("PRFLAN_105", "النص الذي سيعوض الروابط، يمكن استعمال صوره باستخدام الكود &lt;img&gt;   tag, مع مسار الصورة الكامل");
define("PRFLAN_106", "تم حفظ خيارات الموقع بنجاح.");
define("PRFLAN_107", "النص المعوض للبريد الإلكتروني");
define("PRFLAN_108", "النص الذي سيعوض البريد الإلكتروني،يمكن استعمال صوره باستخدام الكود &lt;img&gt;  tag, مع مسار الصورة الكامل");
define("PRFLAN_109", "إرجاع الكلمات الطويلة إلى سطر");
define("PRFLAN_110", "سيتم إرجاع الكلمات الطويلة إلى سطر جديد في النص");
define("PRFLAN_111", "إرجاع الكلمات الطويلة إلى سطر");
define("PRFLAN_112", "مشغل");
define("PRFLAN_113", "معطل");
define("PRFLAN_116", "السماح بمشاركات متضمنة لكود HTML");
define("PRFLAN_117", "سيتم السماح للاعضاء بالقيام بمشاركات متضمنة لكود HTML في الموقع،اختر المجموعة التي سيكون لها هذا الإمتياز.");
define("PRFLAN_118", "استخدام نظام Geshi لتلوين الأكواد");
define("PRFLAN_119", "Geshi is an open source multi-language syntax highlighter, see http://qbnz.com/highlighter/ for more information");
define("PRFLAN_120", "اللغة البرمجية الافتراضية");
define("PRFLAN_121", "if no language is specified in the code bbtag, this language will be used for highlighting");
define("PRFLAN_122", "تفعيل خاصية محرر النصوص  المطور WYSIWYG  :");
define("PRFLAN_123", "ستعرض لك ما تراه هو ما ستحصل عليه في محرر النصوص إذا كان مفعل .  تعمل  فقط مع المشرفين و الأعضاء المسموح لهم باستخدام HTML .");
define("PRFLAN_124", "استعمال عداد للمعاينة");
define("PRFLAN_125", "سوف يتم عرض معاينة اخرى بهذه الطريقة1 2 3 ... 21 22 23، هكذا و ذواليك إلى ان يتمالإنتهاء.");
define("PRFLAN_126", "النص الذي سيظهر في صفحة التسجيل");
define("PRFLAN_127", "اجعل الروابط المنشورة فعالة");
define("PRFLAN_128", "في حالة التفعيل سيتم تحويل الروابط إلى وصلات فعالة");
define("PRFLAN_129", "إلغاء تعدد عملية الدخول");
define("PRFLAN_130", "في حالة تفعيل هذه الخاصية سيتم منع الدخول في نفس الوقت بنفس إسم المستخدم و كلمة المرور. (في حالة تقاسم معلومات الدخول بين الأفراد)");
define("PRFLAN_131", "السماح بمشاركات متضمنة لكود[php] bbcode");
define("PRFLAN_132", "في حالة التفعيل سيتم السماح لأعضاء المجموعة المعينة إضافة مشاركات متضمنة لكود [php] في بعض المناطق.");
define("PRFLAN_133", "نظام GD extension ظروري، لم يعثر عليه.");
define("PRFLAN_134", "إعادة توجيه عنوان الموقع");
define("PRFLAN_135", "مثلا, إذا كان مسار موقعك محدد في http://foo.com ، أي شخص يقوم بطلب http://www.foo.com سيتم أعادة توجيهه إلى http://foo.com");
define("PRFLAN_136", "عدد التسجيلات المسموح بها من نفس ال IP .");
define("PRFLAN_137", "إظهار حجم الذاكرة المستخدمة");
define("PRFLAN_138", "استخدام نظام القن عبر صورة خلال عملية استرجاع كلمة المرور.");
define("PRFLAN_139", "إظهار اعلان في حالة مرور 30 يوم لم يقم بها المشرف العام بتغيير كلمة المرور الخاصة به");
define("PRFLAN_140", "النص الذي سيظهر بعد أكمال عملية التسجيل.");
define("PRFLAN_141", "السماح بالتسجيل باستخدام خاصية XML User Profiles");
define("PRFLAN_142", "فلوود فقط");
define("PRFLAN_143", "دخول خاطيء فقط");
define("PRFLAN_144", "فلوود & دخول خاطيء");
define("PRFLAN_145", "الروابط في صفحة جديدة");
define("PRFLAN_146", "ضع علامة ليتم فتح جميع الروابط في نافذة جديدة (<i>سيتم التطبيق على الموقع بأكمله</i>).");
define("PRFLAN_147", "النمط المطور");
define("PRFLAN_148", "تفعيل النمط المطور. خاص فقط بالمطورين و اصحاب الخبرة العالية. لا تستخدم هذه الخاصية في مواقع البيع و الشراء لاحتياطات امنية.");
define("PRFLAN_149", "خيارات متقدمة");
define("PRFLAN_150", "طريقة مراقبة تسجيل الدخول للمجلة");
define("PRFLAN_151", "e107 - لا توجد طريقة مراقبة تسجيل الدخول إضافية مثبثة");
define("PRFLAN_31", "التأكد من صحة البريد");
define("PRFLAN_152", "بدون مراقبة");
define("PRFLAN_153", "موافقة المشرف العام");
define("PRFLAN_154", "طريقة مراقبة الأعضاء الجدد <br />اذا كان 'موافقة المشرف العام' مشغلة, فإنه من المستحسن ان تقوم بتفعيل خاصية اعلام المشرف عند تسجيل عضو جديد<a href='".e_ADMIN."notify.php'>هنا</a>.");
define("PRFLAN_155", "خاصية 'إسم الظهور' متاح للمجموعة التالية");
define("PRFLAN_156", "حذف جميع أسماء الظهور");
define("PRFLAN_157", "تم إعادة كل أسماء الظهور إلى إسم المستخدم");
define("PRFLAN_158", "الحد الأقصى لإسم الظهور");
define("PRFLAN_159", "يمكنك مشاهدة الموقع بإدخال الرابط");
define("PRFLAN_160", "التأكد من مزودي الخدمات عند القيام بعملية تفعيل البريد .");
define("PRFLAN_161", "تعطيل جميع  التعليقات  بالموقع");
define("PRFLAN_162", "معلومات الاتصال بالموقع");
define("PRFLAN_163", "مثال : اسم الشركة ، العنوان ، رقم الهاتف ، إلخ ...");
define("PRFLAN_164", "السماح للأعضاء بإرسال نسخة من نموذج الاتصال بنا لبريدهم  الخاص");
define("PRFLAN_165", "إمكانية الوقوع في مشكل السبام ، استخدمه مع احتياطات");
define("PRFLAN_166", "عرض الابتسامات في نموذج إضافة تعليق ؟");
define("PRFLAN_167", "جعل إدخال البريد خاصية اختيارية");
define("PRFLAN_168", "مجموعة المتصل بهم");
define("PRFLAN_169", "إذا كانت المجموعة تتضمن أكثر من شخص ، سيكون على العضو اختيار أحدهم من اللائحة.");
define("PRFLAN_170", "استخدام نظام عكس DNS لحجب أسماء الهوست (Host)");
define("PRFLAN_171", "باستخدامك لهذه التقنية سيتم حجب الهوست ، بالإضافة إلى الإيبي و البريد .  <br />ملاحظة : هذه قد تؤثر على سرعة تحمل الصفحة على بعض الخوادم");
define("PRFLAN_172", "الطول الأقصى لاسم الدخول (10..100)");
define("PRFLAN_173", "فحص في SourceForge عن وجود تحديثات للمجلة مرة في اليوم");
define("PRFLAN_174", "اسم مرسل البريد");
define("PRFLAN_175", "الاسم الذي سيظهر في مرسل الرسائل المرسلة من طرف الموقع");
define("PRFLAN_176", "البريد الإلكتروني للبريد من  الموقع");
define("PRFLAN_177", "البريد الذي سيتم استخدامه أثناء الرد على البريد المرسل من الموقع .");
define("PRFLAN_208", "المجوعة التي لها حق إرسال الروابط لمحتويات الموقع");
define("PRFLAN_209", "Other Features");
define("PRFLAN_210", "التعليقات/النشر");
define("PRFLAN_215", "المجموعة التي تملك صلاحية نشر  &lt;script&gt;  و tags المشابهة");
define("PRFLAN_216", "(يحتاج صلاحيات نشر محتويات HTML )");
define("PRFLAN_217", "فلترة محتويات HTML");
define("PRFLAN_218", "في حالة \'off\', يكون خطر نشر ئغرات XSS كبيرة جدا من طؤف المجموعة التي لديها الصلاحيات , أو لأثل من  0.7.24");
define("PRFLAN_220", "HTML Abuse filter (متطور)");
define("PRFLAN_221", "Blocks some unmatched tags for those allowed to post HTML");
define("PRFLAN_222", "إدارة التعليقات المرسلة من طرف");
define("PRFLAN_223", "التعليقات تحتاج للموافقة اليدوية بواسطة أحد المشرفين قبل أن تصبح ظاهرة للجميع .");


?>