<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/Arabic/admin/lan_links.php,v $
|     $Revision: 1.15 $
|     $Date: 2006/08/27 02:24:44 $
|     $Author: mcfly_e107 $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("LCLAN_1", "تم حفض الخيارات بنجاح");
define("LCLAN_2", "تم حفظ الرابط بنجاح.");
define("LCLAN_3", "تم تحديث الرابط بنجاح.");
define("LCLAN_6", "تم تحديث الترتيب.");
define("LCLAN_8", "الروابط الموجودة");
define("LCLAN_12", "طريقة عرض الرابط");
define("LCLAN_15", "إسم الرابط");
define("LCLAN_16", "مسار الرابط URL");
define("LCLAN_17", "وصف الرابط");
define("LCLAN_18", "زر/أيقون الرابط");
define("LCLAN_19", "طريقة تصفح الرابط");
define("LCLAN_20", "في نفس الصفحة");
define("LCLAN_23", "في صفحة مستقلة");
define("LCLAN_24", "في صفحة بقياس 600x400 (نافذة صغيرة)");
define("LCLAN_25", "مشاهدة الرابط");
define("LCLAN_26", "في حالة اختيارك مجموعة معينة، ستكون هذه المجموعة الوحيدة التي لها حق رؤية الرابط");
define("LCLAN_27", "تحديث الرابط");
define("LCLAN_28", "أضف الرابط");
define("LCLAN_29", "الروابط");
define("LCLAN_30", "للأعلى");
define("LCLAN_31", "للأسفل");
define("LCLAN_39", "عرض الصور");
define("LCLAN_53", "الرابط");
define("LCLAN_54", "تم حذفه");
define("LCLAN_58", "هل تريد بالفعل حذف الرابط؟");
define("LCLAN_61", "لا توجد روابط.");
define("LCLAN_62", "الصفحة الرئيسية للروابط");
define("LCLAN_63", "أضف رابط جديد");
define("LCLAN_68", "خيارات الروابط");
define("LCLAN_78", "إظهار وصف للروابط");
define("LCLAN_79", "سيظهر هذا الوصف في حالة مرور الفأرة (الماوس) فوق الرابط");
define("LCLAN_80", "تفعيل فتح/إغلاق الروابط الفرعية");
define("LCLAN_81", "الروابط الفرعية لن تضهر إلا بعد الضغط على الروابط الرئيسية. (الروابط الرئيسية ستكون في هذه الحالة روابط غير نشيطة)");
define("LCLAN_83", "روابط فرعية");
define("LCLAN_88", "خيارات روابط الموقع");
define("LCLAN_89", "صورة");
define("LCLAN_91", "نقل");
define("LCLAN_95", "مشاهدة الرابط");
define("LCLAN_96", "يضهر  في مدير الستايلات على شكل");
define("LINKLAN_1", "في صفحة بقياس 800x600");
define("LINKLAN_2", "الرابط الرئيسي");
define("LINKLAN_3", "غير رئيسي (رابط عادي)");
define("LINKLAN_4", "مولد الرابط الفرعي");
define("LINKLAN_5", "توليد روابط فرعية");
define("LINKLAN_6", "إضافة رابط فرعي من:");
define("LINKLAN_7", "إضافة رابط فرعي إلى ؟");
define("LINKLAN_8", "أقسام الأخبار");
define("LINKLAN_9", "أقسام التحميلات");
define("LINKLAN_10", "أضف رابط فرعي");


?>