<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_db.php,v $
|     $Revision: 1.8 $
|     $Date: 2009/01/04 09:35:18 $
|     $Author: e107steved $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("DBLAN_1", "تم حفظ إعدادات المجلة بأكملها في قاعدة البيانات.");
define("DBLAN_2", "إضغط على الزر للقيام بالنسخ الإحتياطي لقاعدة البيانات");
define("DBLAN_3", "حفظ قاعدة البيانات");
define("DBLAN_4", "إضغط على الزر لفحص صلاحية قاعدة بيانات المجلة");
define("DBLAN_5", "فحص صلاحية قاعدة بيانات");
define("DBLAN_6", "إضغط على الزر لإصلاح و إعادة تهيئة جداول قاعدة البيانات");
define("DBLAN_7", "إصلاح و إعادة تهيئة الجداول");
define("DBLAN_8", "إضغط على الزر للقيام بالنسخ الإحتياطي لإعدادات المجلة بأكملها داخل قاعدة البيانات");
define("DBLAN_9", "نسخ إعدادات المجلة");
define("DBLAN_10", "أدوات قاعدة البيانات");
define("DBLAN_11", "قاعدة البيانات mySQL");
define("DBLAN_12", "خضعت لعمية إصلاح و إعادة التهيئة بنجاح");
define("DBLAN_13", "رجوع");
define("DBLAN_14", "تمت عملية الإصلاح بنجاح");
define("DBLAN_15", "إضغط على الزر للبحث عن التحديثات الممكنة");
define("DBLAN_16", "فحص التحديثات");
define("DBLAN_17", "اسم الخيار");
define("DBLAN_18", "قيمة الخيار");
define("DBLAN_19", "اضغط لفتح محرر الخيارات (فقط للمستخدمين المحترفين)");
define("DBLAN_20", "محرر الخيارات");
define("DBLAN_21", "حذف المعلم");
define("DBLAN_22", "القوائم الإضافية : مشاهدة و فحص");
define("DBLAN_23", "انتهاء الفحص");
define("DBLAN_24", "اسم");
define("DBLAN_25", "مجلد");
define("DBLAN_26", "الإضافات الموجودة");
define("DBLAN_27", "مثبثة");
define("DBLAN_28", "اضغط على الزر لفحص مجلدات القوائم للتغييرات");
define("DBLAN_29", "فحص مجلدات القوائم الإضافية");
define("DBLAN_30", " (إذا أظهرت قائمة خطأ ، ابحث عن الرموز خارج بداية/نهاية علامات PHP )");
define("DBLAN_31", "تم");
define("DBLAN_32", "خطأ");
define("DBLAN_33", "لا يمكن الولوج لها");
define("DBLAN_34", "غير معلمة");
define("DBLAN_35", "إظغط هنا لفحص صلاحية جدول المستخدم ");
define("DBLAN_36", "فحص جدول المستخدمين USER");


?>