<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/Arabic/admin/lan_language.php,v $
|     $Revision: 1.16 $
|     $Date: 2007/09/20 21:36:45 $
|     $Author: e107coders $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("LANG_LAN_00", "لم يتمكن من إضافته.(موجود مسبقا)");
define("LANG_LAN_01", "تم حذفه (في حالة وجوده) ثم تم إضافته.");
define("LANG_LAN_02", "لم يتمكن من إضافته");
define("LANG_LAN_03", "الجداول");
define("LANG_LAN_05", "غير مثبثة");
define("LANG_LAN_06", "إنشاء الجداول");
define("LANG_LAN_07", "تعويض الجداول الموجودة");
define("LANG_LAN_08", "سيتم تعويض الجداول الموجودة مسبقا ببيانات الجداول الحالية(جميع البيانات المدخلة سابقا ستحذف).");
define("LANG_LAN_10", "تأكيد الحذف");
define("LANG_LAN_11", "حذف الجداول الغير المعلمة (في حالة وجودها في قاعدة البيانات).");
define("LANG_LAN_12", "تفعيل خاصية تعدد اللغات");
define("LANG_LAN_13", "خيارات تعدد اللغات");
define("LANG_LAN_14", "اللغة الإفتراضية للموقع");
define("LANG_LAN_15", "ضع علامة لنقل البيانات من اللغة اللإفتراضية .(يصلح في حالة الروابك، و أقسام الاخبار إلخ...)");
define("LANG_LAN_16", "استخدام قاعدة البيانات لتعدد اللغات");
define("LANG_LAN_17", "اللغة الافتراضية - لا يتطلب جداول إضافية.");
define("LANG_LAN_18", "اختر نطاق فرعي لتحديد اللغة :");
define("LANG_LAN_19", "مثلا. fr.mydomain.com لتحديد اللغة الفرنسية.");
define("LANG_LAN_20", "أدخل النطاق الرئيسي لتفعيل الخاصية . مثلا. mydomain.com");
define("LANG_LAN_21", "أدوات اللغة");
define("LANG_LAN_23", "توليد حزمة ملفات اللغة (zip)");
define("LANG_LAN_24", "توليد");
define("LANG_LAN_AGR", "ملاحظة : باستخدامك لهاته الأداة فأنت موافق على مشاركة ملفات اللغة الخاصة بك مع المجتمع المستخدم للمجلة .");
define("LANG_LAN_EML", "أرسل حزمة ملفات اللغة إلى");
define("LANG_LAN_25", "من فضلك تأكد من ان CORE_LC و CORE_LC2 لديهم قيمة في [lcpath] ثم أعد المحاولة .");
define("LANG_LAN_26", "من فضلك تأكد من أنك  تستخدم اسم  المجلدات الافتراضية  في  e107_config.php (مثال . 'e107_languages/', 'e107_plugins/' etc.) ثم أعد المحاولة .");
define("LANG_LAN_27", "من فضلك افحص ملف اللغة");
define("LANG_LAN_28", "اضغط على الخانة التالية  من كنت مترجم معتمد و رسمي [e107 certified translator].");
define("LANG_LAN_29", "عليك  تصحيح الإخطاء الباقية قبل إرسال ملف اللغة الخاص بك");
define("LANG_LAN_30", "تاريخ الإصدار");
define("LANG_LAN_31", "التوافق");
define("LANG_LAN_32", "اللغات المثبتة");
define("LANG_LAN_33", "إظهار الأخطاء فقط أثناء الفحص");
define("LANG_LAN_34", "من فظلك تأكد و قم بتصحيح الأخطاء [x] الموجودة قبل محاولة إنشا ملف اللغة.");


?>