<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_newspost.php,v $
|     $Revision: 1.33 $
|     $Date: 2009/04/19 20:54:19 $
|     $Author: e107steved $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("NWSLAN_1", "تم حذف الخبر .");
define("NWSLAN_2", "من فضلك ضع علامة لتأكيد حذف الخبر.");
define("NWSLAN_3", "لا توجد أخبار لحد الساعة.");
define("NWSLAN_4", "الأخبار المنشورة");
define("NWSLAN_5", "فتح محرر HTML");
define("NWSLAN_6", "القسم");
define("NWSLAN_9", "ضع علامة للتأكيد");
define("NWSLAN_10", "لا توجد أقسام");
define("NWSLAN_11", "إضافة/تعديل الأقسام");
define("NWSLAN_12", "العنوان");
define("NWSLAN_13", "النص");
define("NWSLAN_14", "النص الإضافي");
define("NWSLAN_15", "التعليقات");
define("NWSLAN_18", "السماح بإضافة تعليقات لهذا الخبر؟");
define("NWSLAN_19", "فترة العرض");
define("NWSLAN_21", "تفعيل ما بين التاريخين");
define("NWSLAN_22", "الرؤية");
define("NWSLAN_24", "معاينة أخرى");
define("NWSLAN_25", "تحديث الخبر");
define("NWSLAN_26", "أضف الخبر");
define("NWSLAN_27", "معاينة");
define("NWSLAN_29", "الأخبار");
define("NWSLAN_31", "الخبر");
define("NWSLAN_32", "بنجاح");
define("NWSLAN_33", "تم حذف القسم");
define("NWSLAN_34", "تم حذف الخبر المرسول");
define("NWSLAN_35", "تم إضافة القسم بنجاح");
define("NWSLAN_36", "تم تحديث القسم بنجاح");
define("NWSLAN_37", "هل بالفعل تريد حذف هذا القسم؟");
define("NWSLAN_38", "هل تريد بالفعل حذف هذا الخبر المرسول ؟");
define("NWSLAN_39", "هل بالفعل تريد حذف هذا الخبر؟");
define("NWSLAN_40", "العنوان");
define("NWSLAN_42", "بدون عنوان");
define("NWSLAN_43", "لا توجد نتائج للبحث في الأخبار");
define("NWSLAN_44", "الصفحة الرئيسية للأخبار");
define("NWSLAN_45", "اضف خبر");
define("NWSLAN_46", "الأقسام");
define("NWSLAN_47", "الأخبار المرسلة");
define("NWSLAN_48", "خيارات الأخبار");
define("NWSLAN_49", "أرسل بواسطة");
define("NWSLAN_51", "أقسام الأخبار الحالية");
define("NWSLAN_52", "إسم القسم");
define("NWSLAN_53", "صورة القسم");
define("NWSLAN_54", "عرض الصور");
define("NWSLAN_55", "تحديث القسم");
define("NWSLAN_56", "إضافة القسم");
define("NWSLAN_57", "الخبر");
define("NWSLAN_58", "نشر الخبر");
define("NWSLAN_59", "لا توجد أخبار تنتظر الإعتدال");
define("NWSLAN_62", "إذهب للصفحة :");
define("NWSLAN_63", "البحث في الأخبار");
define("NWSLAN_66", "رفع");
define("NWSLAN_67", "صورة");
define("NWSLAN_68", "ملف");
define("NWSLAN_69", "رفع صورة أو ملف لإدراجها ضمن المشاركة");
define("NWSLAN_72", "قم باختيار فترة محددة ليتم فيها عرض الخبر");
define("NWSLAN_73", "نوع العرض");
define("NWSLAN_74", "كيف سيعرض الخبر؟ و أين سيعرض الخبر؟");
define("NWSLAN_75", "عادي - في الصفحة الرئيسية");
define("NWSLAN_76", "عنوان فقط - في الصفحة الرئيسية");
define("NWSLAN_77", "عرضه في القائمة الإضافية => أخبار أخرى");
define("NWSLAN_79", "إفراغ الحقول");
define("NWSLAN_83", "محتوى النص الإضافي");
define("NWSLAN_84", "قم باختيار المجموعة التي ستشاهد الخبر");
define("NWSLAN_86", "عرض قائمة لأقسام الأخبار في أسفل الصفحة؟");
define("NWSLAN_87", "عدد أعمدة أقسام الأخبار؟");
define("NWSLAN_88", "عدد الأخبار التي سيتم عرضها في الصفحة الواحدة؟");
define("NWSLAN_89", "حفظ التغييرات");
define("NWSLAN_90", "خيارات الأخبار");
define("NWSLAN_100", "تمكين رفع الصور في صفحة أرسل خبر؟");
define("NWSLAN_101", "ظبط قياسات حجم الصور المصاحبة للخبر تلقائيا إلى");
define("NWSLAN_102", "عرض الصورة pixels<br /> أو اتركه فارغا لإلغاء الخاصية.");
define("NWSLAN_103", "أعد نشر الخبر");
define("NWSLAN_104", "بواسطة");
define("NWSLAN_105", "ضع علامة في الخانة ليتم ضبط ختم التاريخ للتوقيت الحالي");
define("NWSLAN_106", "من لهم الحق في إضافة الأخبار؟:");
define("NWSLAN_107", "تمكين WYSIWYG editor في صفحة أرسل خبر؟");
define("NWSLAN_108", "في");
define("NWSLAN_111", "إظهار تاريخ كل يوم في عمود مستقل");
define("NWSLAN_112", "سيقوم هذا الخيار بعرض تاريخ كل يوم جديد في عمود مستقل، كل يوم سيتم إدراج عمود خاص به و تحته جميع أخيار ذلك اليوم، مناسب جدا لمعرفة التاريخ الحقيقي للأخبار المتشابهة.");
define("NWSLAN_113", "استعمال قوالب غير قياسية لعرض الأخبار");
define("NWSLAN_114", "إذا كان الستايل المستخدم في الموقع الان لديه قالب للأخبار خاص به ، ضع علامة هنا لاستخدام  القالب الخاص بالستايل .");
define("NWSLAN_115", "عدد الأخبار التي سيتم عرضها في الأرشيف ؟");
define("NWSLAN_116", "أولا قم بتحديث عدد الأخبار التي سيتم عرضها في الصفحة الواحدة ، ثم قم بتحديث عدد الأخبار التي سيتم عرضها في الأرشيف (0 غير مفعلة");
define("NWSLAN_117", "عنوان أرشيف الأخبار");
define("NWSLAN_119", "تم حفظ التغييرات بنجاح.");
define("NWSLAN_120", "النص الذي سيظهر في أعلى صفحة أضف خبر");
define("LAN_NEWS_5", "خطأ! - لم يتمكن من تحديث الخبر في قاعدة البيانات!");
define("LAN_NEWS_6", "تم إضافة الخبر بنجاح.");
define("LAN_NEWS_7", "خطأ! - غير قادر على إضافة الخبر في قاعدة البيانات!");
define("LAN_NEWS_9", "تم اعتماد عرض العنوان فقط - <b>سيظهر العنوان فقط في الصفحة</b>");
define("LAN_NEWS_10", "هذا الخبر <b>معطل</b> (لن يظهر في الصفحة الرئيسية).");
define("LAN_NEWS_11", "هذا الخبر <b>نشط</b> (سيظهر في الصفحة الرئيسية).");
define("LAN_NEWS_12", "التعليقات <b>مسموح بها</b>.");
define("LAN_NEWS_13", "التعليقات <b>غير مسموح بها</b>.");
define("LAN_NEWS_14", "<br />فترة العرض :");
define("LAN_NEWS_15", "طول النص:");
define("LAN_NEWS_16", " حرف. طول النص الإضافي:");
define("LAN_NEWS_17", " حرف.");
define("LAN_NEWS_18", "معلومات");
define("LAN_NEWS_19", "الآن");
define("LAN_NEWS_21", "تم تحديث الخبر بنجاح.");
define("LAN_NEWS_22", "أيقونة");
define("LAN_NEWS_23", "قم باختيار أيقونة لهذا الخبر");
define("LAN_NEWS_24", "صورة + أيقونة تلقائي");
define("LAN_NEWS_25", "حجم الأيقونة التلقائي");
define("LAN_NEWS_26", "إضافة رفع جديد");
define("LAN_NEWS_27", "الملخص");
define("LAN_NEWS_28", "تثبيت الخبر");
define("LAN_NEWS_29", "هل تريد أن يكون الخبر مثبت؟");
define("LAN_NEWS_30", "في حالة الإختيار، سيكون ظهور الخبر دائما في الأعلى فوق جميع الأخبار الأخرى");
define("LAN_NEWS_31", "هذا الخبر<b>مثبت</b> (سيظهر فوق جميع الأخبار الآخرى).");
define("LAN_NEWS_32", "ختم التاريخ");
define("LAN_NEWS_33", "تعديل ختم التاريخ للخبر الحالي");
define("LAN_NEWS_34", "المتابعات");
define("LAN_NEWS_35", "إضافة رابط  للمتابعات");
define("LAN_NEWS_36", "<b>Pingback</b> (أرسل  pingback لكل الروابط في هذا الخبر )");
define("LAN_NEWS_37", "<b>روابط المتابعات:</b> (كل رابط في سطر مستقل)");
define("LAN_NEWS_38", "أضف صورة");
define("LAN_NEWS_39", "إضغط على الملف ليتم إضافته في مكان توقف مؤشر الماوس في النص");
define("LAN_NEWS_40", "أضف وصلة للتحميل");
define("LAN_NEWS_42", "الملفات");
define("LAN_NEWS_44", "Trackback غير مفعل.");
define("LAN_NEWS_45", "رقم");
define("LAN_NEWS_46", "لم يتم تحديث الخبر لأنه لم يحدث عليه تغيير .");
define("LAN_NEWS_48", "لا توجد صورة");
define("LAN_NEWS_49", "طريقة العرض");
define("LAN_NEWS_50", "الصيانة");
define("LAN_NEWS_51", "إعادة حساب عدد التعليقات");
define("LAN_NEWS_52", "استمرار");
define("LAN_NEWS_53", "تحديث كامل  - --تحديث-- تعداد التعليقات تم  تحديثه ،  --حذف-- التعليقات المرفوضة تم  حذفها ");
define("LAN_NEWS_54", "صيانة الأخبار");
define("LAN_NEWS_55", "الكاتب (أرسلت بواسطة)");
define("LAN_NEWS_56", "بواسطة");
define("LAN_NEWS_61", "أيضا قم بحذف التعليقات المرفوظة");
define("LAN_NEWS_62", "خطأ في الوصول للقاعدة ، او أنه لا يوجد أخبار بعد .");


?>