<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/Arabic/admin/lan_upload.php,v $
|     $Revision: 1.7 $
|     $Date: 2007/09/22 12:40:20 $
|     $Author: e107steved $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("UPLLAN_1", "تم حذف الملف من اللائحة.");
define("UPLLAN_2", "تم حفظ الإعدادات بنجاح");
define("UPLLAN_3", "رقم الملف");
define("UPLLAN_5", "الرافع");
define("UPLLAN_6", "البريد الإلكتروني");
define("UPLLAN_7", "الموقع الشخصي");
define("UPLLAN_8", "إسم الملف");
define("UPLLAN_9", "الإصدار");
define("UPLLAN_10", "الملف");
define("UPLLAN_11", "حجم الملف");
define("UPLLAN_12", "صورة الملف");
define("UPLLAN_13", "الوصف");
define("UPLLAN_14", "مثال");
define("UPLLAN_16", "إضافة الملف في خبر جديد");
define("UPLLAN_17", "حذف الملف");
define("UPLLAN_18", "عرض التفاصيل");
define("UPLLAN_19", "لا توجد ملفات مرفوعة تنتظر الإعتدال.");
define("UPLLAN_20", "يوجد");
define("UPLLAN_21", "تنتظر الإعتدال.");
define("UPLLAN_22", "ID");
define("UPLLAN_23", "الإسم");
define("UPLLAN_24", "نوع الملف");
define("UPLLAN_25", "تمكين رفع الملفات ؟");
define("UPLLAN_26", "في حالة الإلغاء لن يتمكن أي عضو من رفع اي ملف كان...");
define("UPLLAN_27", "مرفوعة تنتظر الموافقة");
define("UPLLAN_29", "طريقة حفظ الملفات");
define("UPLLAN_30", "اختر طريقة حفظ الملفات ، إما ملفات عادية بالخادم أو ملفات مشفرة في قاعدة البيانات<br /><b>ملاحظة</b> الحفظ في قاعدة البيانات صالح لملفات صغيرة الحجم التي لا تتعدى 500 كيلوبايت");
define("UPLLAN_31", "عادية - نظام الملفات");
define("UPLLAN_32", "مشفرة - نظام قاعدة البيانات");
define("UPLLAN_33", "الحد الاقصى لحجم الملف");
define("UPLLAN_34", "الحد الاقصى للملفات المرفوعة- اتركه فارغا لإلغاء الخاصية و التوافق مع خاصية php.ini( php.ini الحد الأقصى المرخص فيه");
define("UPLLAN_35", "الملفات المسموح بها :");
define("UPLLAN_36", "ادخل كل نوع في سطر جديد");
define("UPLLAN_37", "التراخيص");
define("UPLLAN_38", "اختر المجموعة التي سيكون لها حق رفع الملفات");
define("UPLLAN_39", "تعديل");
define("UPLLAN_41", "ملاحظة - تحميل الملفات ملغية في php.ini،لن يتمكن الاعضاء من رفع الملفات حتى تقوم بتفعيلها من php.ini .");
define("UPLLAN_42", "الإجراء");
define("UPLLAN_43", "رفع الملفات");
define("UPLLAN_44", "إضافة ملف");
define("UPLLAN_45", "هل أنت متأكد من أنك تريد حذف الملف التالي ...");
define("UPLAN_COPYTODLM", "حفظ الملف في التحملات");
define("UPLAN_IS", "ملف واحد");
define("UPLAN_ARE", "ملفات عددها");
define("UPLAN_COPYTODLS", "حفظ الملف في التحملات");
define("UPLLAN_48", "لاحتياطات أمنية تم نقل أنواع الملفات المسموح بتحميلها من نظام قاعدة البيانات إلى ملف موجود في مجلد الأدمن . 
لاستخدامه ، عليك تغيير إسم الملف admin/filetypes_.php الى admin/filetypes.php ، و أضف فاصلة  بين كل نوع مدخل ، لا تسمح بتحميل ملفات من نوع html و php و باقي الأنواع الأخرى من الملفات التي قد تستخدم في اختراق المواقع .");


?>