<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_ugflag.php,v $
|     $Revision: 1.3 $
|     $Date: 2009/10/28 16:53:52 $
|     $Author: marj_nl_fr $
|     $Translation : AnouaroS $
+----------------------------------------------------------------------------+
*/
define("UGFLAN_1", "تم تحديث إعدادات فتح/إغلاق تصفح الموقع بنجاح");
define("UGFLAN_2", "إغلاق تصفح الموقع ");
define("UGFLAN_3", "تحديث إعدادات فتح/إغلاق تصفح الموقع");
define("UGFLAN_4", "إعدادات الصيانة");
define("UGFLAN_5", "الرسالة التي ستظهر للأعضاء والزوار عند إغلاق تصفح الموقع .");
define("UGFLAN_6", "أتركه فارغا لظهور الرسالة التلقائية");
define("UGFLAN_8", "تحديد الدخول لمرافبين فقط");
define("UGFLAN_9", "تحديد الدخول للمدراء فقط");


?>