<?php
/*
+---------------------------------------------------------------+
|        e107 website system Arabic Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $Source: ../plugins/pm/languages/Arabic.php $
|        $Revision: 1.0 $
|        $Date: 2010/02/17 01:21:10 $
|        $Author: النجاح هوست $
+---------------------------------------------------------------+
*/

define("LAN_PM", "الرسائل الخاصة");
define("LAN_PM_1", "أرسل الرسالة");
define("LAN_PM_2", "المستقبل");
define("LAN_PM_3", "معاينة");
define("LAN_PM_4", "المجموعة");
define("LAN_PM_5", "الموضوع");
define("LAN_PM_6", "الرسالة");
define("LAN_PM_7", "الابتسامات");
define("LAN_PM_8", "المرفقات");
define("LAN_PM_9", "وصل استلام لهذه الرسالة؟");
define("LAN_PM_10", "أرسل لي بريد إلكتروني عند قراءة الرسالة");
define("LAN_PM_11", "أضف مرفق");
define("LAN_PM_12", "غير مرخص لك بإستعمال نظام الرسائل الخاصة");
define("LAN_PM_13", "صندوق الوارد {PERCENT}% ممتلئ، لن تتمكن من إرسال الرسائل حتى تقوم بحذف بعضها.");
define("LAN_PM_14", "خطأ: رسالة مكررة ، لم يتم الإرسال.");
define("LAN_PM_15", "غير مرخص لك بالإرسال لهذه المجموعة.");
define("LAN_PM_16", "عليك ان تكون عضو من المجموعة");
define("LAN_PM_17", "لم يتم العثور على العضو");
define("LAN_PM_18", "غير مسموح لك بإرسال الرسالة للعضو : ");
define("LAN_PM_19", "صندوق العناصر المرسلة ممتلئ لديك ، لا يمكنك إرسال الرسائل.");
define("LAN_PM_21", "بإضافتك لهذه الرسالة سوف تتجاوز الحد الأقصى المسموح لك به ، لن يتم إرسال الرسالة");
define("LAN_PM_22", "فشل في رفع المرفق");
define("LAN_PM_23", "غير مسموح لك باستعامل المرفقات في الرسائل الخاصة");
define("LAN_PM_24", "حذف الرسالة");
define("LAN_PM_25", "الصندوق الوارد");
define("LAN_PM_26", "العناصر المرسلة");
define("LAN_PM_27", "غير مقروء");
define("LAN_PM_28", "لاشيء");
define("LAN_PM_29", "تم إرسال الرسالة بنجاح");
define("LAN_PM_30", "تم قراءة الرسالة");
define("LAN_PM_31", "من طرف");
define("LAN_PM_32", "وصلت بتاريخ");
define("LAN_PM_33", "أرسلت بتاريخ");
define("LAN_PM_34", "لا توجد رسائل");
define("LAN_PM_35", "أرسل رسالة جديدة");
define("LAN_PM_36", "المجموع");
define("LAN_PM_37", "غير مقروء");
define("LAN_PM_38", "تم إرسل الرسالة للمجموعة");
define("LAN_PM_39", "خطأ اثناء إرسال الرسالة  ");
define("LAN_PM_40", "تم إرسال الرسالة للعضو");
define("LAN_PM_41", "لم يتمنك من إضافة الرسالة للعناصر المرسلة");
define("LAN_PM_42", "تم حذف الرسالة من الصندوق الوارد");
define("LAN_PM_43", "تم حذف الرسالة من العناصر المرسلة");
define("LAN_PM_44", "تم إلغاء المنع: {UNAME} الان مسموح له بإرسال لك رسالة جديدة");
define("LAN_PM_45", "خطأ: لم يتم إلغاء المنع ، خطأ غير معروف .");
define("LAN_PM_46", "Block not in place for {UNAME}");
define("LAN_PM_47", "تم منع العضو: {UNAME} و بالتالي فهو غير قادر منذ الان على إرسال رسالة خاصة لك.");
define("LAN_PM_48", "خطأ: لم يتم إضافة المنع ، خطأ غير معروف .");
define("LAN_PM_49", "خطأ: العضو موجود مسبقا في لائحة المحظورين {UNAME}");
define("LAN_PM_50", "منع العضو");
define("LAN_PM_51", "رفع الحظر عن العضو");
define("LAN_PM_52", "حذف");
define("LAN_PM_53", "حذف الرسائل");
define("LAN_PM_54", "اقتباس النص");
define("LAN_PM_55", "أرسل الرد");
define("LAN_PM_56", "غير مسموح لك بالرد على هذه اراسلة");
define("LAN_PM_57", "لم يتم العثور على الرسالة");
define("LAN_PM_58", "رد: ");
define("LAN_PM_59", "إذهب للصفحة : ");
define("LAN_PM_60", "غير مسموح لك برؤية هذه الرسالة ");
define("LAN_PM_61", "لا يوجد عنوان للراسلة");
define("LAN_PM_62", "الملف : [{FILENAME}] تجاوز الحجم المسموح به  - لم يتم إرفاقه");
define("LAN_PM_63", "المجموعة:");
define("LAN_PM_64", "خطأ : غير مخول لك بحجب الرسائل من المدير العام");
define("LAN_PM_65", "خطأ : لا يوجد شيء لإرساله");
define("LAN_PM_66", "المرسلين المحضورين");
define("LAN_PM_67", "لا يوجد أعضاء محضورين");
define("LAN_PM_68", "اسم المستخدم");
define("LAN_PM_69", "تاريخ الحظر");
define("LAN_PM_70", "رفع الحظر عن العضو");
define("LAN_PM_71", "--GOOD-- attachment(s) deleted. --FAIL-- failure(s)");
define("LAN_PM_72", "عضو محذوف");
define("LAN_PM_100", "رسالة جديدة من طرف  ");
define("LAN_PM_101", "لقد توصلت برسالة جديدة من طرف ");
define("LAN_PM_102", "رسالة من طرف: ");
define("LAN_PM_103", "موضوع الرسالة : ");
define("LAN_PM_104", "عدد المرفقات: ");
define("LAN_PM_105", "يمكنك قراءة الرسالة على الرابط: ");
define("LAN_PM_106", "قراءة الرسالة  بواسطة ");
define("LAN_PM_107", "الرسالة الخاصة التي أرسلتها للعضو {UNAME} تم قرائتها بتاريخ ");
define("LAN_PM_108", "الرسالة أرسلت في : ");
define("LAN_PM_109", "رسائل جديدة");
define("LAN_PM_110", "موافق");
define("LAN_PM_111", "قراءة ");


?>