<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_plugins/forum/languages/English/lan_forum.php,v $
|     $Revision: 1.9 $
|     $Date: 2009/08/09 06:19:48 $
|     $Author: marj_nl_fr $
+----------------------------------------------------------------------------+
*/
define("e_PAGETITLE", "المنتدى");
define("LAN_30", "مرحبا");
define("LAN_31", "لا توجد مشاركات جديدة");
define("LAN_32", "توجد مشاركة واحدة جديدة");
define("LAN_33", "توجد");
define("LAN_34", "مشاركات جديدة");
define("LAN_35", "منذ اخر زيارة لك.");
define("LAN_36", "اخر زيارة لك كانت في");
define("LAN_37", "الوقت الآن");
define("LAN_38", "، جميع تواقيت المنتدى بتوقيت");
define("LAN_41", "مرحباً بالعضو الجديد :");
define("LAN_42", "الأعضاء المسجلين:");
define("LAN_44", "يمكن استخدام هذا المنتدى من طرف الاعضاء الغير المسجلين ، لكن ليكن في علمك أن عنوان الايبي (Ip) سيتم تسجيله عند إضافة أي مشاركة.<br />و لكي تتمتع بجميع خصائص هذا المنتدى عليك");
define("LAN_45", "الأعضاء فقط من لهم حق إضافة المواضيع و الردود ، من فظلك إضغط");
define("LAN_46", "المنتدى");
define("LAN_47", "المواضيع");
define("LAN_48", "ردود");
define("LAN_49", "آخر مشاركة");
define("LAN_51", "لا توجد منتديات بعد ، عد لاحقا.");
define("LAN_52", "لا توجد أقسام في هذا المنتدى ، من فضلك عد لااحقا.");
define("LAN_79", "منتدى يحوي مشاركات جديدة");
define("LAN_80", " منتدى لا يحوي مشاركات جديدة");
define("LAN_81", "موضوع مغلق");
define("LAN_100", "مقالات");
define("LAN_180", "بحث");
define("LAN_191", "معلومات");
define("LAN_192", "مستخدموا منتدانا الغالي قدموا ما مجموعه");
define("LAN_196", "قمت بقراءة");
define("LAN_197", " من هذه المشاركات.");
define("LAN_198", " تم قراءة جميع المشاركات الجديد.");
define("LAN_199", "جعل جميع المشاركات مقروءة");
define("LAN_204", "<b>تستطيع </b> كتابة مواضيع جديدة <br />");
define("LAN_205", "<b>لا تستطيع</b> كتابة مواضيع جديدة <br />");
define("LAN_206", "<b>تستطيع </b> كتابة ردود جديدة <br />");
define("LAN_207", "<b>لا تستطيع</b> كتابة ردود جديدة <br />");
define("LAN_208", "<b>تستطيع </b> تحرير مشاركاتك <br />");
define("LAN_209", "<b>لا تستطيع</b> تحرير مشاركاتك <br />");
define("LAN_392", "اوقف متابعة المواضيع");
define("LAN_393", "عرض المواضيع المتابعة");
define("LAN_394", "منتدى مغلق");
define("LAN_397", "المواضيع المتابعة");
define("LAN_398", "مغلق");
define("LAN_399", "محظور");
define("LAN_400", "هذا القسم يمكن تصفحه فقط من طرف الأعضاء المسجلين");
define("LAN_401", "الاعضاء فقط");
define("LAN_402", "هذا القسم في وضع القراءة فقط");
define("LAN_403", "لا توجد مشاركات.");
define("LAN_404", "مشاركات");
define("LAN_405", "قراءة فقط");
define("LAN_406", "هذا المنتدى خاص بالمشرفين فقط");
define("LAN_407", "هذا المنتدى خاص بالأعضاء فقط");
define("LAN_408", "هذا منتدى به صلاحيات القراءة فقط");
define("LAN_409", "هذا المنتدى خاص بمجموعة محددة");
define("LAN_410", "مرحباً ضيفنا العزيز");
define("LAN_411", "موضوع");
define("LAN_412", "رد");
define("LAN_413", "مواضيع");
define("LAN_414", "ردود");
define("LAN_415", "مستخدم يتصفخ هذا القسم حاليا");
define("LAN_416", "مستخدمين يتصفحون هذا القسم حاليا");
define("LAN_417", "عضو");
define("LAN_418", "زائر");
define("LAN_419", "أعضاء");
define("LAN_420", "زوار");
define("LAN_421", "عرض المشاركات الجديدة");
define("LAN_422", "مشاركات جديدة منذ اخر زيارة لك");
define("LAN_423", "بواسطة");
define("LAN_424", "المواضيع الجديدة");
define("LAN_425", "رد :");
define("LAN_426", " المتواجدين حالياً:");
define("LAN_427", "شاهد القائمة كاملة.");
define("LAN_428", "رد على :");
define("LAN_429", "الأكثر نشاطا");
define("LAN_430", "المواضيع الأكثر شعبية");
define("LAN_431", "جميع مشاركاتي");
define("LAN_432", "الإعدادات الخاصة");
define("LAN_433", "قوانين المنتدى");
define("LAN_434", "العودة للمنتديات");
define("LAN_435", "الملف الشخصي");
define("LAN_436", " (سيتم فتح نافذة جديدة.)");
define("LAN_437", "التسجيل");
define("LAN_438", "ثم الدخول.");
define("LAN_439", "هنا");
define("LAN_440", "للانتقال لصفحة التسجيل.");
define("LAN_441", "عرض احصائيات المنتدى");
define("FORLAN_441", "لا توجد قوانين بعد.");
define("FORLAN_442", "مرفقاتي");
define("FORLAN_443", "[عضو محذوف]");
define("FORLAN_444", "منتديات فرعية");


?>