<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Arabic Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../plugins/pm/languages/admin/Arabic.php $
|        $Revision: 1.0 $
|        $Id: 2012/03/12 02:14:10 $
|        $Author: الادارة $
+---------------------------------------------------------------+
*/

define("ADLAN_PM", "الرسائل الخاصة");
define("ADLAN_PM_1", "لتفعيل الرسال الخاصة ، ادخل إلى القوائم في لوحة التحكم ثم فعل  private_msg في إحدى المناطق. <br /><br />إذا كنت تريد تحويل نظام الرسائل من الاصدار القديم ، إذهب لصفحة الإعدادات و اختر رابط  'التحويل' .");
define("ADLAN_PM_2", "إعدادات الرسائل الخاصة");
define("ADLAN_PM_3", "إعدادات الرسال الخاصة غير موجودة ، تم اعتماد الافتراضي");
define("ADLAN_PM_4", "تم تحديث الخيارات");
define("ADLAN_PM_5", "تحديد الرسائل للمجموعة موجود مسبقا");
define("ADLAN_PM_6", "تم إضافة الحدود بنجاح");
define("ADLAN_PM_7", "لم يتم إضافة الحدود - خطأ غير معروف");
define("ADLAN_PM_8", "تم تحديث الحدود");
define("ADLAN_PM_9", " - تم حذف الحدود بنجاح");
define("ADLAN_PM_10", " - لم يتم حذف الحدود - خطأ غير معروف");
define("ADLAN_PM_11", " - تم تحديث الحدود بنجاح");
define("ADLAN_PM_12", "الخيارات");
define("ADLAN_PM_13", "التحويل");
define("ADLAN_PM_14", "حدود الرسائل");
define("ADLAN_PM_15", "أضف حد للرسائل الخاصة");
define("ADLAN_PM_16", "عنوان القائمة");
define("ADLAN_PM_17", "عرض صورة عند وصول رسالة جديدة");
define("ADLAN_PM_18", "عرض المجموعات في لائحة");
define("ADLAN_PM_19", "الوقت المحدد لقراءة الرسائل");
define("ADLAN_PM_20", "وقت انتهاء الراسئل الغير المقروءة");
define("ADLAN_PM_21", "عرض نافذة جديدة في حالة وصول رسالة خاصة");
define("ADLAN_PM_22", "وقت انتهاء نافذة الإعلام");
define("ADLAN_PM_23", "تحديد استخدام الرسائل الخاصة لكل من");
define("ADLAN_PM_24", "عدد الرسائل الخاصة لعرضها في الصفحة الواحدة");
define("ADLAN_PM_25", "تفعيل الإعلام عن رسالة جديدة عن طريق البريد");
define("ADLAN_PM_26", "السماح للأعضاء طلب رسالة إعلامية بقراءة الرسالة");
define("ADLAN_PM_27", "السماح بإضافة المرفقات ؟");
define("ADLAN_PM_28", "الحجم الأقصى للوحة التحكم");
define("ADLAN_PM_29", "السماح بالإرسال لكل الأعظاء");
define("ADLAN_PM_30", "السماح بإرسال لعدة أعظاء");
define("ADLAN_PM_31", "تفعيل الإرسال للمجموعات");
define("ADLAN_PM_32", "تحديث الإعدادات");
define("ADLAN_PM_33", "غير مفعل (بدون حدود)");
define("ADLAN_PM_34", "عداد الرسائل");
define("ADLAN_PM_35", "حجم صندوق الرسائل");
define("ADLAN_PM_36", "المجموعات");
define("ADLAN_PM_37", "عدد الرسائل");
define("ADLAN_PM_38", "حجم الرسائل (بالكيلوبايت)");
define("ADLAN_PM_39", "صندوق الوارد :");
define("ADLAN_PM_40", "العناصر المرسلة :");
define("ADLAN_PM_41", "لا توجد حدود لحد الان.");
define("ADLAN_PM_42", "تحديث الحدود");
define("ADLAN_PM_43", "إضافة حد جديد");
define("ADLAN_PM_44", "ثوان");
define("ADLAN_PM_45", "تحديد الرسائل بواسطة:");
define("ADLAN_PM_46", "تحويل الرسائل");
define("ADLAN_PM_47", "يبدوا انه لا يوجد لديك رسائل مخزنة من الاصدار القديمة ، يمكنك إلغاء تثبيث القائمة القديمة بكل امان");
define("ADLAN_PM_48", "لديك  {OLDCOUNT} رسالة مخزنة من الاصدار القديم ، عليك تحديد ما تود فعله بالرسائل <br /><br />إذا اخترت تحويل الرسائل ، أي رسالة سيتم تحويلها سوف يتم حذفها من الاصدار القديم.");
define("ADLAN_PM_49", "تحويل لرسالة خاصة");
define("ADLAN_PM_50", "تجاهل الرسائل القديمة");
define("ADLAN_PM_51", "الراسلة #{PMNUM} لم يتم تحويلها.");
define("ADLAN_PM_52", "تم تحويل الرسائل بنجاح");
define("ADLAN_PM_53", "لا توجد مدخلات لتحويلها.");
define("ADLAN_PM_54", "الإعدادات العامة");
define("ADLAN_PM_55", "الحدود");
define("ADLAN_PM_56", "التحويل");
define("ADLAN_PM_57", "قائمة خاصة بنظام التراسل الخاص.");
define("ADLAN_PM_58", "المسنجر الخاص");


?>